[
    {
        "idx": 1574,
        "url": "https://www.neimagazine.com/analysis/the-pu-problem-no-easy-choices-11263864/",
        "sents": [
            "Nuclear Waste Container coming out of Nevada Test Site. (Credit: Bill Ebbesen/ Wikipedia.org)",
            "A new report from the Dalton Nuclear Institute of the University of Manchester explores long-term solutions to the issue of the UK’s roughly 140 tonnes of plutonium, produced from its civil reactor programme.",
            "Deciding whether to deploy and use the plutonium or dispose of the material is a complex question. As they point out, there are ‘No easy choices’ – all the future paths must overcome significant barriers and have the potential to appear sub-optimal in hindsight. The position is further complicated by the fact that plutonium has been perceived as “the element that dare not speak its name”.",
            "According to the report’s authors, the overarching recommendation is that the UK government – which is ultimately responsible for management of the national plutonium stockpile – should as a first step acknowledge the challenge of such a multi-generational undertaking and put in place suitable arrangements to both examine the various considerations and develop provisions for the ultimate execution of the decision.",
            "“There are significant major uncertainties which can only be managed through a long-term, programmatic approach with continuity, flexibility, adaptability, underpinned by Research, Development and Innovation (RD&I) commensurate with the scale of the challenge,” the report states, adding that RD&I will not only decrease uncertainties and provide opportunities to accelerate the programme and reduce cost but will also be essential in developing the specialist community required for delivery. Such an assessment will require an in-depth evaluation of the economics, safety, security, and available industrial capacity for each part of any potential plutonium lifecycle. Additionally, regardless of which strategy is eventually implemented, and as with most challenges facing the nuclear sector, a supply of suitably qualified and experienced staff for the duration of the process is essential. Preparation of a long-term vision for managing the UK’s plutonium stock must start now.",
            "The origins and future choices for UK Pu",
            "The UK has a near 70-year history of nuclear generation based on uranium and covering three generations of reactor designs. Operation of nuclear power reactors produces plutonium from U238 through the process of neutron capture and much of the UK’s spent fuel was reprocessed with the plutonium separated.",
            "The UK started manufacturing plutonium for military purposes in 1950, reprocessing the fuel from the Windscale air-cooled, graphite-moderated piles. After closure of Windscale, reprocessing continued with spent fuel from the reactors at Calder Hall and Chapelcross and the series of Magnox reactors followed. Because of the nature of the fuel, reprocessing was obliged to continue until the end of the Magnox programme, with the last reactor ceasing generation in 2015 and Magnox reprocessing ending in 2022.",
            "Fuel from the second generation of reactors, the civil Advanced Gas-cooled Reactors (AGRs), did not need to be reprocessed, though some fuel was reprocessed for commercial reasons. This programme coincided with the construction of the THermal Oxide Reprocessing Plant (THORP) that was commissioned in 1994. THORP’s principal mission was to reprocess fuel from the UK and also from foreign reactors and led to some foreign-owned plutonium remaining in the UK.",
            "While the intention was to eventually use the plutonium for power generation in a future programme of fast reactors, the planned for the adoption of fast breeder reactors did not materialise. Fast reactors were presumed to be necessary because of an anticipated shortage of uranium. However, world nuclear programmes did not increase as quickly as had been thought, and the availability of uranium resources had also been very underestimated.",
            "As a result, the UK’s plutonium inventory has remained stored as plutonium dioxide powder at Sellafield in the Northwest of the country for many decades.",
            "More recently, the drive to Net Zero and the necessary low-carbon energy sources needed to achieve that could allow the UK’s plutonium stock to play a significant role in the national energy mix. Not only does plutonium offer primary generation opportunities, but it could also facilitate the huge energy potential of the UK’s stock of depleted uranium. The authors note that DU becomes a viable energy source in fast reactors fuelled with plutonium. As nuclear fuel, the amount of energy produced would vary with the reactors and fuel types used but could be very significant. Nonetheless, the authors also point to doubts on the economics of plutonium use as well as safety and security fears considering its continued storage. These issues could potentially drive options for its earliest possible disposal as waste, they say.",
            "“This choice is complicated by the fact that the timescales of all the ‘Use’ or ‘Dispose’ options are dependent on construction and operation of new plants, and many also require the availability of the UK’s projected Geological Disposal Facility (GDF),” the report says. Indeed, these factors mean that neither option can be completed within a period of several decades.",
            "This unavoidably long timescale allows time for the choices between ‘Use’ and ‘Disposal’ to be properly examined which the authors argue is essential given that any choice will almost certainly exclude any subsequent move to another choice.",
            "Overall, the message from this study is that the current storage improvement programme is an essential first step. This will allow the time for a properly resourced process to examine the ultimate fate of the plutonium stockpile on the basis of a balanced assessment of all aspects of the two alternative futures, the pros and cons of which are examined at length in this paper and its appendices. This evaluation is a responsibility of Government. “Decide in haste, repent at leisure” has been a long-time feature of UK decision making in nuclear power. It is inevitable that the varied drivers will complicate the choice of the way forward – security, the drive to Net Zero, and the view of the Treasury are examples. The interactions of these national policies make this a government-level decision.",
            "The facilities, packaging and conditions of plutonium storage are currently the subject of an improvement programme by the UK’s Nuclear Decommissioning Authority (NDA) that is expected to last several decades. The key initial finding of the report is that the current programme of improvement at Sellafield is essential to reduce the risks and hazards of plutonium storage, and this must be a priority for resources and funding over the next several decades.",
            "Furthermore, after storage period comes to an end, the authors state, the end point of the plutonium is being examined against the possible futures of conversion into either fuel for nuclear reactors or a waste form for disposal in the UK’s planned Geological Disposal Facility (GDF). The storage of plutonium dioxide powder is more hazardous than storing the same plutonium as a reactor fuel or as a wasteform and this will need to be clearly factored into decision making, the report says.",
            "A complication with quantifying plutonium is that it varies in its nuclide composition depending on the parent fuel’s burnup and irradiation conditions, the authors note, as well as physical properties such as particle size and purity. These variations can affect the future treatment routes of the material. In addition, the report says, the condition of some of the PuO2 and its storage containers has deteriorated with time, leading to the need to both repackage the material and examine the potential need for treatment or disposal of the handled material. The authors note that it has also been acknowledged that, as the material must be stored for at least another few decades, more durable arrangements are essential, and Sellafield has embarked on a programme of repackaging and committing the material to a more robust storage regime with a hundred-year design life.",
            "As the report continues, the optimal solid forms for disposal and for use as future fuel are distinct, so converting the stored material for delivery of one option will foreclose alternatives. The authors add that it is therefore advisable to reach a decision on the ultimate endpoint before taking firm steps in any direction. As waste, no energy would be generated, however, this option might also be expected to reach an earlier end point than use as fuel and to involve less initial cost as part of the overall GDF programme.",
            "Recommendations for next steps",
            "The concepts, arguments, and data in mapping plutonium choices are unavoidably complex and the objective of the report is to provide clarity for each choice – as the report notes, encompassing the good, the bad, and the ugly. The report outlines 10 recommendations:",
            "Recommendation one: Before attempting to make and implement policy decisions regarding plutonium, the government should ensure that a national dialogue takes place allowing stakeholders from all sides to share their views and participate in a respectful, evidence-based debate. This must be more than either a “lip service” consultation with outcomes already decided or a polarised “black versus white” argument. It needs to be an open dialogue, facilitated and led by trusted voices and based on a clear view of Government’s thinking of the role (if any) plutonium might play in meeting future UK energy needs.",
            "Recommendation two: The current programme of repackaging and storing the plutonium inventory in optimal conditions must be carried out by the NDA and Sellafield Ltd to the currently programmed end point of 100-year design life storage. This provides sufficient time for the necessary comprehensive Research, Development and Innovation (RD&I) required to underpin the whole plutonium lifecycle to be carried out in parallel.",
            "Recommendation three: Bringing the UK plutonium programme to a successful end will take several decades at least. Both Government and NDA should provide the commitment and resources needed to ensure continuity and development of capability over this timescale.",
            "Recommendation four: Government should decide on and implement a preferred end point for the plutonium once a satisfactory assessment of options and their attributes is available, taking into account changes in storage environment and the hazard that plutonium presents.",
            "Recommendation five: Given the hazard represented by the plutonium stockpile and the long duration of plutonium storage, the storage infrastructure is critical to safety and security, so Government, NDA and other stakeholders must ensure that sufficient attention and resources are devoted to long term care of these assets.",
            "Recommendation six: The hazard represented by the plutonium stockpile would be greatly decreased by conversion from dispersible powder into a solid form, but the choice of form will determine which future option is to be followed. Government should ensure that a comprehensive assessment is carried out on the attributes and costs of the range of options.",
            "Recommendation seven: The different disposition options follow very different pathways to putting plutonium beyond reach. To underpin decision-making, Government needs to develop a full understanding of the whole plutonium lifecycle for each pathway before committing to irrevocable decisions.",
            "Recommendation eight: Because of the major uncertainties associated with the UK’s plutonium management programme, it is unwise to rely on discounted costs to evaluate the programme and, in particular the assumption of cost decrease associated with discounting should not be used as a pretext to delay decision making and action.",
            "Recommendation nine: The decades-long, highly challenging programme needed to address the challenges of the UK plutonium stockpile can only be delivered by an experienced community of practice so Government should ensure there is a sufficient supply of suitably qualified and experienced personnel to deliver the programme.",
            "Recommendation ten: Government should ensure that a robust, long-term programme of Research, Development and Innovation (RD&I) is in place to support selection and implementation of any plutonium management option.",
            "Clearly there are tough long-term choices to make in either utilising the UK’s plutonium for nuclear fuel or disposing of it. There’s no doubt that using it could have enormous benefits as MOX fuel in conventional reactors, deployed as fuel in its own right in advanced reactor designs where it would deliver around 3,000 TWh, or in fast reactors as a way of using the vast amounts of depleted uranium too, where it could produce some 2,200,000 TWh. That’s enough to meet hundreds of years of UK energy demand. However, despite the potential benefits there are additional considerations that have to be taken into account, not least of which are the safety, security and non-proliferation concerns. Conversely, if Disposal is the final decision, several wasteforms and disposal methods would need to be assessed and there is still the requirement for a long-term geological disposal facility for the UK. However, multiple factors nonetheless weigh heavily in support of disposal at the earliest possible opportunity.",
            "Whatever the decision, the various options cannot be kept open indefinitely. Continued storage in a powdered state perpetuates risks but converting the powder to a safer solid form would effectively remove the option to use the plutonium as fuel in the future. A decision must be made, the authors conclude that it must come from the government, and it will require a comprehensive assessment of the costs and benefits of each option to determine the best route for the UK."
        ],
        "error": "list index out of range"
    },
    {
        "idx": 1901,
        "url": "https://www.neimagazine.com/news/t-pylons-erected-for-hinkley-point-c-connection-project-11076512/",
        "sents": [
            "The UK National Grid’s Hinkley Connection Project has completed all 116 of its new T-pylons, which will connect six million homes and businesses in the South West to the Hinkley Point C NPP.",
            "The last of the T-structures’ 232 diamond-shaped insulators – which hold the high-voltage conductors in a diamond ‘earring’ shape has now been installed in place. The first T-pylon to be built was constructed in September 2021. T-pylons are quicker to erect than traditional lattice pylons, and 47 more were completed – including installation of the conductors – by the end of 2022.",
            "All the T-pylons will be energised by the end of 2024. Before then, conductors will be hung from the T-pylons, and the last of 249 traditional lattice pylons and 67km of overhead wires will be removed from the landscape to make way for the new system.",
            "Roxane Fisher-Redel, Senior Project Manager for National Grid on the Hinkley Connection Project, said: \"National Grid’s T-pylons are the first new design for overhead electricity lines in over a century and will play a central role in connecting low-carbon energy to millions of people when Hinkley Point C begins generation. Erecting all the 116 T-pylon structures is a huge milestone and now we look ahead to 2025 and full completion of this project.\"",
            "The T-pylons are 35 metres high – a third shorter than National Grid’s traditional lattice transmission pylons and take up less room on the land. They were designed to reduce the visual impact of the 57km connection route on the landscape in response to community feedback.",
            "Hinkley Point C, when complete, will comprise two 1,630 MWe EPR reactors supplied by EDF. Construction began in December 2018 but the project has faced delay challenges. In May 2022 EDF, following a review of the project, confirmed that the plant would begin operating a year later than planned and could cost up to £3bn ($3.7bn) more to build than originally budgeted. This put the start date for unit 1 at June 2027, with the cost estimated at £25-26bn, an increase on the previous estimate of £23bn.",
            "Image: National Grid's new T-pylons will connect six million homes and businesses in the South West to the Hinkley Point C NPP (courtesy of National Grid)"
        ],
        "error": "list index out of range"
    },
    {
        "idx": 1960,
        "url": "https://www.neimagazine.com/analysis/communications-and-validation-of-seismic-qualification-11032327/",
        "sents": [
            "Above: Ensuring installations are qualified to seismic standards requires good communications",
            "When addressing the seismic qualification of plants and equipment, one of the most common problems identified is installation deficiencies. This is not to say that the installers (contractors) are not doing a good job; they are just not always installing equipment exactly as per the design. Changes in the position of a bracket or bolt, or the orientation of a support, however small, can negate the design qualification status.",
            "When consultants are performing a technical assessment of a design, they perform calculations and, in some cases, run Finite Element Analysis (FEA) models to ensure that the design meets the requirements set out by the client.",
            "This numerical method is generally used to support the design, substantiation, or investigation of various structures, including buildings, plant and equipment.",
            "These kinds of analyses provide a clearer understanding of the physical behaviour of a complex object and produce an optimal design, based on the predicted performance and behaviour of the design. It is a technique that is able to calculate the safety margin whilst accurately identifying any weakness within the design.",
            "Once completed, these designs are then passed to the client and installer. It is at this stage where the communication triangle between consultants, clients and contractors can begin to breakdown.",
            "Factors in communication breakdown",
            "Knowledge at the installation phase of a project is essential and the communication workflow around this is critical to the success or failure of an installation. Why something has been designed in a certain way has to be communicated at every phase of the process – from source to manufacture through to installation.",
            "Any small change being made by any one person at any phase of the process may not have a perceived impact, but ultimately can completely change the seismic response of an item or make surrounding equipment a costly interaction concern when it previously was not.",
            "However, not all deficiencies emerge because of changes in design, manufacture or installation; some result from human error that can occur when communicating under the squeeze of a project timeline and supply chain pressures.",
            "Experience has shown that contractors – new to the nuclear industry – are potentially qualified to complete “regular” installations but it is recommended that an independent third party is used to assess the technical expertise in the contracting team to ensure they have the proper experience to work in nuclear facilities. This can help to overcome issues of corners being cut and missteps taken.",
            "Installation jobs must be executed correctly and need to meet the required standards. Again, this is where verification and certification by a third party organisation can ensure installation procedures and standards have been met. No installer or asset operator wants to incur the cost of delays and project downtime if problems are discovered at the start-up operational phase, which could have been overcome at an earlier phase and at far less cost.",
            "The cost of poor communications",
            "When the contractor’s installation team has not followed the design exactly or has cut corners, this generally comes to light during the interim or post-installation walkdown when the works are nearing completion and the commissioning phase has or is about to start.",
            "During the post-installation walkdown, a seismic review team will be on-site to review the works from a seismic safety perspective. However, when items have not been correctly installed (or as per the design intent), problems occur, with significant cost and time implications.",
            "Any incorrectly installed items may need to be moved or even replaced, and additional justifications and calculations may be required. In some cases, a further walkdown may be necessary to confirm that any required modifications or repairs that have been made do actually now satisfy the design intent. Certain deviations could also add significant costs due to fixing or addressing the problem and may even cause delays in commissioning.",
            "Ask questions now to avoid problems later",
            "It sounds obvious, but our advice to contractors working in the nuclear industry is to ask questions or raise technical queries (TQs) promptly. If contractors cannot precisely follow the design for any reason, they should contact the designer before completing the installation. This will save the client time and money and avoiding potentially embarrassing incidents.",
            "Walkdowns on site, even at short notice, are able to use experienced seismic engineers to review projects as they are developing, enabling accurate evaluation of any issues before they become impactful problems, helping prevent the time and cost issues that could arise.",
            "The key to the ideal design and installation process is transparency from all parties. If the client brings in seismic engineer at the concept development stage, seismic requirements can be discussed with the designer before they start. Then, an early design review can be performed to assess whether the design is suitable (from a seismic perspective).",
            "Following this step, site visits for a pre-installation walkdown can be arranged, where the team (designers/ client/operators) can walk and talk the route, looking for any potential concerns, and dealing with any necessary design changes before the installation actually begins.",
            "Then, depending upon the size of the project, interim walkdowns can be performed to identify and resolve any site-led changes or unforeseen installation difficulties, such as heavy rebar preventing anchorage, or scaffolding that has been put up in such a manner that it prevents the necessary drill from being used. If this rigorous approach to seismic qualification is adopted, when it comes to the post- installation walkdown, it’s more of a confirmatory sign-off.",
            "Although it may seem like an unnecessary cost at the beginning of a job, in the long run, it can prevent issues that may lead to delays in the start-up of a facility and save organizations large-scale costs at the end of a job.",
            "Author: Andrew Buckley, Principal Engineer, ABS Group, UK"
        ],
        "error": "list index out of range"
    }
]