[
    {
        "idx": 3007,
        "url": "https://www.neimagazine.com/analysis/culture-is-the-key-to-success-in-nuclear-operations-10282220/",
        "sents": [
            "A recent analysis of nuclear power plant operations across the United States has identified a group of units that are the top-performing plants across the nation. The key performance characteristics for operating nuclear power plants have been identified as a combination of three principal measures:",
            "Capacity factor – The ability for the operating organisation to maximise the electrical output from the plant.",
            "Staff numbers per MW electric – This is a surrogate for operating costs per unit of power capacity. Because cost data is not publicly available, this measure acts as an accurate cost indicator because labour is between 70-75% of the total non-fuel O&M costs at a nuclear plant in the US.",
            "Regulatory performance – Specifically the scores from the NRC Reactor Oversight Process, the programme to inspect, measure, and assess the safety and security performance of operating commercial nuclear power plants.",
            "In our analysis, a top performing plant has above average capacity factor, lower than average staff per megawatt electric, and is in the upper half of NRC Reactor Oversight Process (ROP) scores. In summary, this means that a top performing plant has been able to balance costs and regulatory compliance with energy production in a way that exceeds most of the industry. In fact, the top performers on this basis approximately correspond with the best performing quartile of plant operators across the entire US nuclear power industry.",
            "What drives these power plants to be successful across this combination of measures? While there are five key inputs into how a nuclear power plant is operated, the plant operating organisation has to manage and balance these drivers in order to maximise overall performance. These five inputs are plant technology and the nuclear steam supply systems (NSSS) design, plant site layout, regulatory framework, centralisation, and labour outsourcing:",
            "Plant technology/NSSS design drives approaches to plant operations. For example, pressurised water reactors (PWRs) require additional maintenance and chemistry support due to the steam generators required for the design, while boiling water reactors require additional radiation protection support and management due to steam coming directly from the reactor into the turbine building. These are but two examples of many differences in nuclear reactor technology that drive how power plant operations must be managed on a day-to-day basis.",
            "The plant site layout also impacts day-to-day operations. For example, a large site with separate reactor buildings will have increased travel time between maintenance shops and warehouse facilities for the plants. This inevitably decreases the available shift time for workers to perform surveillance, monitoring and maintenance. The location of the warehouse relative to the fenced Protected Area (inside, outside, or straddling) will also have an impact on the receipt inspection process and all related security requirements. Additionally, a large geographical footprint for the site will increase security requirements.",
            "Compliance with the existing and evolving regulatory framework is also multi-faceted. Regulatory inspections, operating experience, plant modification plans, and new technologies all combine to slowly evolve the regulatory environment in which these nuclear power plants operate. Operating organisations often seek to enhance performance, both in terms of efficiency as well as increased output. This drives the regulator to work to ensure their safety as the operator organisations, make plans to implement any physical changes to the power plant, and to its respective operating license and the technical specifications. Stability, both within the regulatory framework and in the plant’s as-is condition, help to support high levels of compliance and safety.",
            "Centralisation of activities and organisations is another important input into high-performance. Nuclear power plants with two reactors can simply be more efficient in their operational approach by sharing programmes and resources across both units and their related systems. This concept becomes significantly more effective for fleet operators, where the operating organisation has multiple locations for operating power plants and can gain economies of scale through the centralisation of all necessary programmes and activities. We have seen labour savings of up to 20% on a per-reactor basis for a fleet operator with multiple similar power plants when compared to a single site operator. Part of centralisation must also be standardisation. Standardising processes, procedures, and programmes will further the opportunities for efficiency gains, as well as establish performance expectations.",
            "Outsourcing is probably the most challenging input to achieve for high performance operations. While the US has seen examples of effective outsourcing at a large scale, that has to be considered relative to the availability of outsourced support that is both local and cost-efficient. Within the right environmental conditions, outsourcing has shown to be an effective approach to lowering overall costs. Nonetheless, without sufficient local external capabilities in place, a power plant must inevitably develop and rely on more in-house personnel.",
            "Effectively and consistently managing these five key drivers requires a focused organisational culture. If a culture can be defined as “a commonly accepted set of behaviours” then consistency will be the key to building and sustaining an organisational culture. Expectations have to be set, and individuals must be held accountable to those expectations. This requires standardisation, centralisation where possible, and having an operationally-focused culture balanced by a strong nuclear safety culture. And you know what they say about culture: if you don’t establish and maintain one, a different one will evolve on its own.",
            "Author: Chuck Goodnight, Energy & Utilities Partner at Arthur D. Little"
        ],
        "error": "list index out of range"
    }
]