[
    {
        "idx": 1309,
        "url": "https://www.neimagazine.com/news/power-transformer-equipment-delivered-for-leningrad-78-11408494/",
        "sents": [
            "Russian nuclear utility Rosenergoatom has delivered equipment for the 110/10 kV transformer substation for units 7&8 of the Leningrad NPP under construction at Sosnovy Bor in the Leningrad Region. The equipment comprises a stationary power three-phase transformer weighing more than 40 tonnes. Next year, it will provide power for the welding machines, compressors, lighting devices, tower cranes and other equipment for the start of large-scale construction of the two units.",
            "Currently, the equipment is undergoing an input control procedure. After confirming the quality of its manufacture and compliance with the project, the transformer will be transferred to the installation site and installed on a specially prepared foundation. There it will be enlarged, supplemented by a cooling system, installed relay protection and automation equipment, as well as other elements. After completion of all electrical and commissioning work, specialists will perform individual and comprehensive transformer tests to confirm its readiness for operation.",
            "Currently Leningrad NPP has four units in operation – units 3&4 with Soviet RBMK-1000 reactors, as well units 5&6 with new VVER-1200 units (also known as Leningrad-II 1&2). Units 5&6 replaced units 1&2 with RBMK-1000 reactors, which were decommissioned in 2018 and 2020. New VVER-1200 units (7&8) will replace units 3&4. They are scheduled to be put into commercial operation in 2030 and 2032.",
            "Builders are now completing work on two buildings related to the transformer substation for closed distribution devices 110 kV and 10 kV for units 7&8. This involves laying the external water supply & sewage networks and fire water supply networks as well as mounting the grounding and protection system. To connect the substation with other distribution devices more than 27 kilometres of high voltage cable is being laid.",
            "According to Evgeniy Milushkin, Deputy Director for Capital Construction and Head of the Capital Construction Department of Leningrad-II, the 110/10 kV transformer substation will be put into operation in the first quarter of 2024 when the main stage of the construction of units 7&8 begins.",
            "This will involve work on 150 buildings and structures, primarily for the nuclear and turbine islands. “The substation will be involved at the stage of commissioning, during testing of equipment and technological systems. After units 7&8 are put into operation, the 110/10 kV transformer substation will be on reserve duty. In the event of a precarious situation and the loss of basic and backup power supply, its equipment will almost instantly begin operation and provide power for the equipment,” he said.",
            "To date, logging operations and vertical layout of the area have been completed at the construction site and foundations laid for the boiler houses for the nuclear and turbine islands of unit 7. Construction licences have been issued for units 7&8. First concrete for the foundation slab under the reactor building of unit 7 is planned for March 2024. Two new concrete plants are being installed in addition to the two existing ones. Together they will produce more than 1m cubic metres of concrete – for the two new units.",
            "Image: The three-phase power transformer will form part of the substation that will provide power to construction equipment for units 7 and 8"
        ],
        "error": "list index out of range"
    }
]