[
    {
        "idx": 2653,
        "url": "https://www.neimagazine.com/news/tokamak-energy-builds-super-magnets-10583024/",
        "sents": [
            "UK-based Tokamak Energy has built the first set of new generation high temperature superconducting (HTS) magnets to be assembled and tested in fusion power plant-relevant scenarios. Chris Kelsall, Tokamak Energy CEO, said: “We are proud to be delivering this world-first, complete system of HTS magnetic coils, which will now be assembled into a full tokamak configuration for testing.”",
            "Dr Rod Bateman, HTS Magnet Development Manager at Tokamak Energy, added: “Our magnets enable the construction and operations of spherical tokamaks, and so are a game changer for getting clean, limitless fusion energy on the grid faster.",
            "Tokamak Energy achieved a world-first in 2022 by reaching a plasma temperature of 100 million degrees Celsius in its ST40 spherical tokamak. This is the threshold required for commercial fusion energy and the highest temperature ever achieved in a privately funded spherical tokamak.",
            "Full assembly of Tokamak Energy’s new Demo4 facility at its headquarters in Milton Park, near Oxford, should be completed this year. Demo4 will comprise 44 individual magnetic coils recently manufactured using 38 kilometres of innovative HTS tape. This can carry currents with zero electrical resistance and it requires five times less cooling power than traditional superconducting materials.",
            "Demo4 will comprise 14 toroidal field (TF) limbs and a pair of poloidal field coil stacks to form a cage-shaped structure. It will need be tested at an extremely low temperature of minus 253 C – just 20 degrees above absolute zero.",
            "Strong magnetic fields are generated by passing large electrical currents through arrays of electromagnet coils that will surround the plasma in future power plants. The magnets are wound with precision from HTS tapes, which are multi-layered conductors made mostly of strong and conductive metals, but with a crucial internal coating of ‘rare earth barium copper oxide’ (REBCO) superconducting material.",
            "The tapes are typically 12mm wide and less than 0.1 mm thick, containing just a ‘human hair’ of REBCO deposited as a thin coating.",
            "Demo4 will have a magnetic field strength of over 18 Tesla, which is nearly a million times stronger than the Earth’s magnetic field. Testing will extend into 2024, informing designs and operational scenarios for the advanced prototype, ST80-HTS, and subsequent fusion power plant, ST-E1.",
            "“Demo4 will allow us to create substantial magnetic forces and test them in fusion power plant-relevant scenarios,” said Dr Bateman. “Importantly, it will substantially progress the technology readiness level of HTS magnets as a key part of our mission to demonstrate grid-ready fusion in the early 2030s.”",
            "Image: Workers mark completion of the first set of HTS magnets for the Demo4 facility (courtesy of Tokamak Energy)"
        ],
        "error": "list index out of range"
    }
]