[
    {
        "idx": 2058,
        "url": "https://www.neimagazine.com/news/first-mats-enhance-popular-range-of-gas-cylinder-trolleys-10985829/",
        "sents": [
            "The new range from First Mats, with many models manufactured in the UK, includes a variety of designs that allow the movement of either one or two gas cylinders simultaneously",
            "Gas cylinder trolleys. Image Credit: First Mats Ltd",
            "First Mats, a leading UK supplier of industrial safety equipment, has launched a new and improved range of Gas Cylinder Trolleys.",
            "These upgraded products promise to provide more choices for businesses that manage and transport gas cylinders, delivering better safety and efficiency.",
            "Gas Cylinder Trolleys are pivotal in any industry that utilises gas bottles and cylinders. The new range from First Mats, with many models manufactured in the UK, includes a variety of designs that allow the movement of either one or two gas cylinders simultaneously. Among the options available are specialised Oxygen-Acetylene gas cylinder trolleys for welders, with a choice of two to four-wheel configurations.",
            "“Efficiency and safety are at the heart of what we do,” said Richard O’Connor, Marketing Director at First Mats. “Our new range of Gas Cylinder Trolleys has been selected from high-end manufacturers to meet the specific needs of our customers, offering effective and reliable products for gas cylinder transportation, while reinforcing workplace safety.”",
            "The Gas Cylinder Trolleys, built with sturdy steel frames, offer smooth manoeuvrability and ensure cylinders are restrained securely, mitigating the risk of accidents. A range of safety features, such as restraining chains, comfortable-height handles, and robust wheels, are implemented across all models. Additionally, the trolleys feature an open design, giving handlers a clear view ahead and ensuring the gas canisters are not enclosed.",
            "The improved product line includes Single Gas Bottle Trolleys available on two or three wheels, Tandem Gas Cylinder Trolleys, 2-Wheel Propane & Calor Gas Cylinder Trolleys, T-bar Calor Gas Bottle Trolleys for smaller Calor Gas cylinders, and Welders Oxygen-Acetylene Gas Bottle Trolleys.",
            "“Each of our trolleys is designed with a specific gas cylinder type in mind, allowing for seamless integration into any working environment,” added O’Connor.",
            "In line with the company’s commitment to providing quality safety products at competitive prices, the new range comes with free delivery to all mainland UK destinations. First Mats’ exceptional customer service team is on hand to answer any queries related to gas bottle trolleys or other products in their portfolio."
        ],
        "error": "list index out of range"
    }
]