[
    {
        "idx": 3591,
        "url": "https://www.neimagazine.com/news/foratom-becomes-nucleareurope-9772720/",
        "sents": [
            "Europe’s nuclear trade association, Foratom, officially became Nucleareurope on 7th June. “The goal of this rebranding is to bring more clarity to stakeholders in Brussels about who we represent,” the organisation said.",
            "“I personally believe that the future of nuclear in Europe is bright once again. This has given us a new impetus – and we are extremely proud to represent the nuclear industry” said Yves Desbazeille, Nucleareurope Director General. “Hence our decision to rebrand our organisation and make clear exactly who we represent at EU level.”",
            "The organisation was established in 1960 as the Forum Atomique Européen and has seen many changes over the last 62 years. “For example, the number of issues tackled by the sector has shifted from the ‘pure’ nuclear topics, such as the Euratom Treaty, radioactive waste management and innovation, to a broader range of issues which include tackling climate change, environmental matters, sustainability and security of supply. Hence the importance of having a strong nuclear representation in Brussels.”",
            "Desbazeille told the #nucleareurope2022 conference in Helsinki: “It is clear that the current situation in Ukraine is just the tip of the iceberg. We’ve had clear signals over the last 18 months in Europe that the energy crisis – reflected by increasing prices – was looming. We will continue to navigate through this crisis as best we can. However, we must also actively take lessons from it. Europe must become less dependent on external sources of energy”.",
            "Nucleareurope will now focus on highlighting the solutions which the sector can bring. These include:",
            "Providing a stable, affordable and low-carbon source of electricity;",
            "Contributing to the production of low-carbon hydrogen in Europe; and",
            "Focusing on innovation, in particular the development of small modular reactors.",
            "In his concluding remarks, Desbazeille called on industry, policymakers, stakeholders to “work together for our future. Let’s sit around a table and come up with practical solutions to fighting climate change and to improve Europe’s energy independence.”"
        ],
        "error": "list index out of range"
    }
]