[
    {
        "url": "https://www.nucnet.org/news/regulator-renews-operating-licence-for-atucha-2-nuclear-plant-3-1-2024",
        "sents": [
            "Unit was shut down for a period following detachment of reactor support",
            "Argentina’s nuclear regulator has issued a renewed licence to state operator Nucleoelectrica Argentina for the operation of the Atucha-2 nuclear power plant until 26 May 2026.",
            "The Autoridad Regulatoria Nuclear (ARN) said the new licence would take Atucha-2, a 693-MW pressurised heavy water reactor (PHWR) unit that began commercial operation in May 2016, up to the end of its first 10 years of operation, a decade which has seen a number of licence extensions.",
            "In December 2015 ARN granted a conditional operating licence for Atucha-2, about 100 km northwest of Buenos Aires, until May 2016. It issued its initial five-year licence on 26 May 2016 following the completion of a programme of testing and training. ",
            "The first, two-year extension was granted in May 2021, but the unit was shut down from October 2022 for repairs after the discovery that one of the four internal supports of the reactor had detached.",
            "During a routine inspection, the plant’s warning system detected an obstruction in one of the fuel channels and it was discovered that one of the reactor’s four metal internal supports had fallen inside, together with its bolt. It was 14 meters deep, at the bottom of the reactor, the Buenos Aires Herald reported.",
            "The incident led to ARN issuing a second short-term extension to 26 May 2024, so Nucleoelectrica could resolve the problem. ARN authorised the unit’s restart in August 2023 following a 10-month shutdown.",
            "Argentina has three operating commercial power reactors – two Siemens KWU-designed PHWR units at Atucha and a Candu unit at the Embalse nuclear station.",
            "Nucleoelectrica is preparing to submit a licence renewal application to ARN to extend the operating lifetime of Atucha-1, a 340-MW PHWR unit, by 20 years.",
            "In 2022, the three units produced about 5.5% of Argentina’s generated electricity.",
            "Argentina is planning to build a third unit at Atucha with China in the running to provide the plant technology. ",
            "Argentina is also building a domestically designed and developed 25-MW Carem small modular pressurised water reactor unit at the Atucha site.",
            "An aerial view of the two-unit Atucha nuclear power station in Argentina."
        ]
    }
]