[
    {
        "url": "https://www.newcivilengineer.com/latest/conservatives-pledge-to-slash-infrastructure-delivery-times-and-prioritise-energy-security-11-06-2024/",
        "magasine": "World Nuclear News",
        "title": "Conservatives pledge to slash infrastructure delivery times and prioritise energy security",
        "author": "Rob Hakimian",
        "date": "14 Jun, 2024",
        "text": [
            "The Conservative Party says it will speed up the average time it takes to consent major infrastructure projects from four years to one if it is in power following the General Election.",
            "Conservative Party Manifesto 2024",
            "also promises an order of two fleets of small modular reactors (SMRs) with in the party’s first 100 days in office among other actions to “prioritise our energy security”.",
            "Speeding up infrastructure delivery",
            "Among its actions to speed up infrastructure delivery, the Tory party pledges to “introduce reforms to outdated EU red tape to better protect nature while enabling the building of new homes, new prisons and new energy schemes”. This will reform the “EU’s bureaucratic environmental impact assessment regime” to speed up local and national infrastructure planning systems.",
            "The party will ensure that “requirements to offset the impact of new infrastructure and homes on an area are proportionate, without compromising environmental outcomes”.",
            "Quicker changes to consented projects will be allowed, reducing the cost of infrastructure, according to the party.",
            "National Policy Statements will be regularly updated under a new Conservative government.",
            "The reformed planning system will ensure that statutory consultees on major infrastructure will focus on “improving projects in line with clearer objectives, rather than piecemeal requirements that add delays”.",
            "The Tories will also “end frivolous legal challenges that frustrate infrastructure delivery by amending the law so judicial reviews that don’t have merit do not waste court time”.",
            "Delivering energy security",
            "The Tory party pledges to shore up UK energy security by legislating for annual licencing rounds for oil and gas production from the North Sea.",
            "The windfall tax on firms, introduced in 2022, will remain in place until 2028-29, “unless prices fall back to normal sooner”.",
            "A Tory government would also deliver new gas power stations “to maintain a safe and reliable energy source for days when the weather doesn’t power up renewables”.",
            "On renewables, it has pledged to treble the UK’s offshore wind capacity and build the first two carbon capture and storage clusters in north Wales and on Teesside. It would additionally provide a bonus, on top of contract payments that support offshore wind, to reward energy firms that invest in manufacturing in the most disadvantaged places in the UK or invest in more sustainable supply chains.",
            "It would invest £1.1bn into the Green Industries Growth Accelerator to support “British manufacturing capabilities, boost supply chains and ensure our energy transition is made in Britain”.",
            "Building on the establishment of Great British Nuclear, a newly elected Conservative government would approve two fleets of SMRs within its first 100 days. It says this will “rapidly expand nuclear power, create well-paid, high-skilled jobs and deliver cheaper, cleaner and more secure energy”.",
            "Additionally, the Tories would halve the time needed to approve new nuclear reactors. It wil do this by allowing regulators to assess projects while designs are being finalised, improving join-up with overseas regulators assessing the same technology and speeding up planning and environmental approvals.",
            "It has reiterated its commitment to building the next large-scale nuclear plant at Wylfa in north Wales alongside completing the delivery of Hinkley Point C and Sizewell C.",
            "Overall, these actions will “help the UK to become a net exporter of electricity” thus bringing in additional revenue according to the Tory manifesto.",
            "A new carbon pricing mechanism would be put in place by 2027 to ensure that imports of iron, steel, aluminium, ceramics and cement from countries with a lower or no carbon price will face a comparable carbon price to those goods produced in the UK.",
            "‘Pragmatic’ approach to net zero",
            "A new Conservative government would take a “pragmatic, proportionate and realistic” approach to net zero.",
            "This will include a vote in the next Parliament “on the next stage of our pathway, with adoption of any new target accompanied by proper consideration of the plans and policies required to meet the target, to maintain democratic consent for the big decisions that net zero will mean for our country”.",
            "Green levies on household bills will be lower under the Tories. The party has promised that energy bills will be lower in each year of the next Parliament than they were in 2023. There would be no further green levies, it has confirmed.",
            "It would also reform the Climate Change Committee, “giving it an explicit mandate to consider cost to households and UK energy security in its future climate advice”.",
            "The infrastructure investment pledges made in the Conservative Manifesto are a reiteration of promises made in the",
            "document released in October 2023 after the cancellation of High Speed 2 (HS2).",
            "It promises to spend £36bn of “HS2 savings” on filling potholes, delivering Northern Powerhouse Railway, a new station in Bradford, build the Midlands Rail Hub, deliver upgrades to South West railways, upgrade Ely Junction, electrify the North Wales main line, and reopen abandoned railways among other schemes.",
            "It has reiterated support for major road schemes Lower Thames Crossing and the A303 Stonehenge Tunnel.",
            "It has further promised that automated vehicles will be on the roads in the next Parliament, “thanks to our world-leading legislation”.",
            "It has also pledged support for the growth and decarbonisation of the UK’s aviation sector, with little detail other than the use of sustainable aviation fuels and investment in “future aviation technology”. “We will support domestic flights including through Public Service Obligations, protecting vital routes within the UK, including to islands and remote areas,” it states.",
            "Support will also be shown to the maritime sector and its decarbonisation and it promises to “foster our science and innovation expertise in the space industry”. There is little to no further detail on these promises.",
            "The Nuclear Industry Association chief executive Tom Greatrex said the nuclear industry “will welcome the continuing commitment to both large and small nuclear projects as an integral part of a balanced, secure and reliable power mix for the future”.",
            "He continued: “Cutting the time taken by government to approve new projects is essential to have the pace in delivery which is required for an energy secure future. Sizewell, Wylfa and other sites will play a crucial role, and see the jobs, growth and economic activity that come with new nuclear in all parts of the country.”",
            "Conversely, capaign group Stop Sizewell C reacted negatively, saying that the manifesto “overlooks the inconvenient fact that Sizewell C still hasn’t achieved a Final Investment Decision, while refusing to state both how much taxpayers’ money would be required to get it built, and how much households would have to pay during its lengthy and risky construction”.",
            "The group continued: “Ironically, given the Conservatives’ desire to halve reactor approval time, this Party seems prepared to commit billions to EDF's disastrous EPR technology, despite it being proven to be so expensive and unreliable.”"
        ]
    },
    {
        "url": "https://www.newcivilengineer.com/latest/us-think-tank-says-smrs-too-expensive-too-slow-and-too-risky-10-06-2024/",
        "magasine": "World Nuclear News",
        "title": "SMRs ‘too expensive, too slow, and too risky’ according to US think tank",
        "author": "Tom Pashby",
        "date": "14 Jun, 2024",
        "text": [
            "Investment in and development of renewable energy projects should take priority over small modular reactors (SMRs) because they are reliable, according to US-based think tank the Institute for Energy Economics and Financial Analysis (IEEFA).",
            "IEEFA conducts research relating to economic and environmental issues with the goal of accelerating the transition to renewable energy. Its report,",
            "Small Modular Reactors: Still too expensive, too slow and too risky",
            ", says utilities should be required to assess how competitive SMRs are versus renewables.",
            "IEEF says renewable projects have “known costs and construction timetables” whereas “the few SMRs that have been built (or have been started) paint a different picture—one that looks startingly similar to the past.",
            "“Significant construction delays are still the norm and costs have continued to climb.”",
            "It goes on to make the argument that renewables should be invested in faster, and SMRs should be left behind, to help in the transition away from fossil fuels.",
            "IEEFA director of resource planning analysis and co-author of the report David Schlissel said: “A key argument from SMR proponents is that the new reactors will be economically competitive.",
            "“But the on-the-ground experience with the initial SMRs that have been built, or that are currently under construction, shows that this simply is not true.”",
            "The think tank believes that regulators should impose “restrictions to prevent delays and cost increases” on the developers of small modular SMRs.",
            "IEEFA energy analyst and co-author of the report Dennis Wamsted said: “The comparison between building new SMRs and building renewable energy couldn’t be clearer.",
            "“Regulators, utilities, investors and government officials should acknowledge this and embrace the available reality: Renewables are the near-term solution.”",
            "Public policy monintor InfluenceWatch says that IEEFA is “heavily funded by left-of-center and/or environmentally-focused private foundations” and “has repeatedly opposed the use of nuclear energy”.",
            "Its report echoes that of the Parliamentary Environmental Audit Committee (EAC) which,",
            "earlier this year, wrote an open letter to energy secretary Claire Coutinho expressing concern",
            "about how reliant the UK’s decarbonisation strategy is on the deployment of SMRs. The EAC said that many of the advertised benefits of SMRs are either half-truths or unproven and the timescale for their deployment is likely to be longer than currently anticipated.",
            "Nuclear industry says SMRs needed ‘in the mix’",
            "Nuclear Industry Association (NIA) director of policy and external affairs Lincoln Hill said: “Nuclear provides a unique and irreplaceable contribution to our energy: the only technology that provides clean, reliable, and sovereign power all in one.",
            "“That is why we need SMRs in the mix. It’s a false choice between renewables and nuclear: every country that does grid decarbonisation well does them both.”",
            "“The key is to apply the lessons of civil infrastructure projects the world over: standardise designs, built in fleets, finance cheaply and keep your workforce active.",
            "“If we apply that, I’m confident SMRs will prove a vital part of our net zero transition not just to 2050, but for the rest of this century and beyond.”",
            "A Rolls-Royce SMR spokesperson said: “Rolls-Royce SMR’s approach to deploying nuclear is fundamentally different to the conventional nuclear projects that were used as a benchmark for this report.",
            "“Rolls-Royce SMR’s differentiated delivery model combines true modularisation with the use of well understood nuclear technology - currently operating safely in hundreds of reactors around the world.",
            "“Each Rolls-Royce SMR’s is manufactured as modules, tested and commissioned in a controlled factory environment before being assembled into a fully integrated power plant on site – dramatically reducing time, cost and project risk.",
            "“Each Rolls-Royce SMR project will follow a standardised design and identical assembly process; meaning follow-on projects will benefit from learning and best practice, resulting in significant cost and programme benefits.”",
            "Anti-nuclear campaigners say SMRs only exist in “fevered imaginations”.",
            "Campaign for Nuclear Disarmament (CND) scientific advisor Dr Ian Fairlie said: “CND remains opposed to so-called small modular reactors (SMRs).",
            "“These are all ‘Powerpoint’ reactors as they only exist in the fevered imaginations of pro- nuclear protagonists: none are in existence or even under construction in the Western world.",
            "“In 2023, the most advanced of these projects (the Nuscale design in the US) was abruptly abandoned due to spiralling costs.",
            "“In CND’s view, SMRs are too expensive, too dangerous, unsustainable and would take far too long to construct.",
            "“The safer, cheaper, quicker, more sustainable renewables are continuing their rapid expansion over the world, and their costs -already low- are steadily being reduced.",
            "“Authoritative reports show that we can supply all of our energy (not just electricity) needs from the renewables without fossil fuels and without nuclear reactors.",
            "“This is where the future lies for Britain after the election.”",
            "Global race to deploy novel nuclear power",
            "A global race is on to deliver the first small modular reactors (SMRs), advanced modular reactors (AMRs) and microreactors.",
            "In the UK, Great British Nuclear (GBN) is leading a competitive process for private firms to gain government backing for deployment.",
            "Six firms were shortlisted for government support to deliver a new wave of nuclear reactors in October last year",
            "These are Rolls Royce SMR, Holtec Britain, GE-Hitachi Nuclear Energy International, EDF, NuScale Power and Westinghouse Electric Company UK.",
            "Even if not successful in GBN’s competition, these firms are still intent on delivers SMRs in the UK.",
            "announced a prototype module testing facility at the University of Sheffield",
            "Holtec has shortlisted four UK sites for its SMR module factory",
            ". Westinghouse has signallied its intent to",
            "deploy the first privately funded SMRs in North Teesside by the 2030s",
            "the White House revealed plans",
            "for a deployment programme for advanced nuclear reactors, including modular- and micro-reactors, to power “multiple” US Army bases.",
            "In a statement, the White House said: “Small modular nuclear reactors and microreactors can provide defense installations resilient energy for several years amid the threat of physical or cyberattacks, extreme weather, pandemic biothreats, and other emerging challenges that can all disrupt commercial energy networks.”",
            "It confirmed that the United States Army will soon release a Request for Information to inform a deployment program for advanced reactors to power multiple Army sites in the United States.",
            "“The Army is taking a key role in exploring the deployment of advanced reactors that help meet their energy needs,” it stated.",
            "Last Energy signed an agreement with Nato Energy Security Centre of Excellence to research military applications for the micro reactors and look into potential deployment.",
            "Recent months have also seen",
            "Russian state nuclear energy company Rosatom announce",
            "the construction of a small nuclear power plant (SNPP) in Uzbekistan would start this summer.",
            "In its statement, Rosatom seemed to conflate the reactor type it characterises as SNPP with small modular reactors (SMRs).",
            "It is difficult to verify the legitimacy of the claims made by Rosatom because Russia does not have the same levels of transparency as is the case in countries like the UK which operate more open processes for developing reactor designs.",
            "This article was updated on 11 June to include comments from Rolls-Royce SMR."
        ]
    }
]